Repository: basaktolga/CS449Project
Catalog: surveys/locale/*/LC_MESSAGES/django.po
Languages: tr

source: No Section
tr: Bölüm Yok

source: Click Button Add to adding choice
tr: Seçenek Eklemek için Butona Tıklayın

source: Enter text to show when hovering over the question
tr: Soru üzerinde geçerken görüntülenecek metni girin

source: Must be between 1 and 10
tr: 1 ile 10 arasında olmalıdır

source: Number of ratings
tr: Değerlendirme Sayısı

source: Type Filter
tr: Tip Filtresi

source: --- Choices ---
tr: --- Seçenekler ---

source: Filter type to accept allowed email domains
tr: İzin verilen e-posta etki alanlarını kabul eden filtre tipi

source: Click Button Add to adding data
tr: Veri Eklemek için Butona Tıklayın

source: Max. Length
tr: Maksimum Uzunluk

source: Max. Length: Text input
tr: Maksimum Uzunluk: Metin Girişi

source: Min. Length
tr: Minimum Uzunluk

source: Min. Length: Text input
tr: Minimum Uzunluk: Metin Girişi

source: Max. Value
tr: Maksimum Değer

source: Max. value: Number
tr: Maksimum Değer: Sayı

source: Min. Value
tr: Minimum Değer

source: Min. value: Number
tr: Minimum Değer: Sayı

source: Leave the field blank if you want the slug to be generated automatically
tr: Slug otomatik olarak oluşturulmasını istiyorsanız alanı boş bırakın

source: Slug already exists
tr: Slug zaten mevcut

source: Add Question
tr: Soru Ekle

source: %(page_action_name)s succeeded.
tr: %(page_action_name)s başarıyla tamamlandı.

source: Type Field %s
tr: Alan Tipi: %s

source: Edit Question
tr: Soru Düzenle

source: Add New Survey
tr: Yeni Anket Ekle

source: Edit Survey
tr: Anket Düzenle

source: Survey %ss succesfully deleted.
tr: Anket %s başarıyla silindi.

source: Question %ss succesfully deleted.
tr: Soru %s başarıyla silindi.

source: Update ordering of questions succeeded.
tr: Soru sıralaması başarıyla güncellendi

source: Summary
tr: Özet

source: Add Section
tr: Bölüm Ekle

source: Edit Section
tr: Bölüm Düzenle

source: Section deleted successfully.
tr: Bölüm başarıyla silindi.

source: Section order updated successfully.
tr: Bölüm sıralaması başarıyla güncellendi

source: Other
tr: Diğer

source: Choose
tr: Seçin

source: Please specify other option
tr: Lütfen Diğer seçeneği belirtin

source: Notification {survey_name}
tr: Bildirim {survey_name}

source: You have received one new response. The total number of responses is currently {count}
tr: Şu anda {count} yanıt aldınız.

source: Consent Form
tr: Onay Formu

source: The content of the consent form shown to users. You can use HTML for formatting.
tr: Kullanıcıların gördüğü onay formu içeriği. Biçimlendirme için HTML kullanabilirsiniz.

source: name
tr: Ad

source: description
tr: Açıklama

source: editable
tr: Düzenlenebilir

source: If False, user can't edit record.
tr: Eğer False ise, kullanıcı bu kaydı düzenleyemez.

source: deletable
tr: Silinebilir

source: If False, user can't delete record.
tr: Eğer False ise, kullanıcı bu kaydı silemez.

source: mutiple submissions
tr: Çoklu gönderim

source: If True, user can resubmit.
tr: Eğer True ise, kullanıcı tekrar gönderim yapabilir.

source: private response
tr: Özel yanıt

source: If True, only admin and owner can access.
tr: Eğer True ise, yalnızca yönetici ve sahibi bu sayfayı görüntüleyebilir.

source: anonymous submission
tr: Gizli gönderim

source: If True, user without authentatication can submit.
tr: Eğer True ise, kimlik doğrulaması olmayan kullanıcılar gönderim yapabilir.

source: Notification To
tr: Bildirim Alıcısı

source: Enter your email to be notified when the form is submitted
tr: Form gönderildiğinde bildirim almak için e-posta adresinizi girin

source: Success Page Content
tr: Başarı Sayfası İçeriği

source: survey
tr: Anket

source: surveys
tr: Anketler

source: ordering
tr: Sıralama

source: section
tr: Bölüm

source: sections
tr: Bölümler

source: Text
tr: Metin

source: Number
tr: Sayı

source: Radio
tr: Radyo

source: Select
tr: Seçin

source: Multi Select
tr: Çoklu Seçin

source: Text Area
tr: Metin Alanı

source: Email
tr: E-posta

source: Date
tr: Tarih

source: Rating
tr: Değerlendirme

source: key
tr: Anahtar

source: Unique key for this question, fill in the blank if you want to use for automatic generation.
tr: Otomatik oluşturma için boş bırakın.

source: label
tr: Etiket

source: Enter your question in here.
tr: Sorunuzu buraya girin.

source: type of input field
tr: Giriş alanı tipi

source: choices
tr: Seçenekler

source: If type of field is radio, select, or multi select, fill in the options separated by commas. Ex: Male, Female.
tr: Seçenekleri virgülle ayırarak girin. Örn: Erkek, Kadın.

source: help text
tr: Yardım Metni

source: You can add a help text in here.
tr: Yardım metni ekleyebilirsiniz.

source: required
tr: Zorunlu

source: If True, the user must provide an answer to this question.
tr: Eğer True ise, kullanıcı bu soruyu cevaplamak zorundadır.

source: Defines the question order within the surveys.
tr: Anketler içindeki soru sırasını tanımlar.

source: include other option
tr: Diğer seçeneği dahil et

source: If True, adds an 'Other' option with text input for radio buttons
tr: Eğer True ise, radyo düğmelerine metin girişi içeren 'Diğer' seçeneği eklenir

source: hover text
tr: Hemen üzerine gelindiğinde görüntülenen metin

source: This text will be shown when hovering over the question.
tr: Bu metin, soru üzerine gelindiğinde görüntülenir.

source: question
tr: Soru

source: questions
tr: Sorular

source: user
tr: Kullanıcı

source: user answer
tr: Kullanıcı Yanıtı

source: user answers
tr: Kullanıcı Yanıtları

source: value
tr: Değer

source: The value of the answer given by the user.
tr: Kullanıcı tarafından verilen yanıtın değeri.

source: answer
tr: Yanıt

source: answers
tr: Yanıtlar

source: terms
tr: Koşullar

source: No summary
tr: Özet yok

source: Summary is available only for input type: %ss
tr: Özet yalnızca giriş tipi: %s için kullanılabilir

source: Submit
tr: Gönder

source: Question
tr: Soru

source: Sections
tr: Bölümler

source: An error occured!
tr: Bir hata oluştu!

source: Create a survey
tr: Bir anket oluştur

source: Result
tr: Sonuç

source: There's nothing here...
tr: Burada hiçbir şey yok...

source: Created survey will appear here, try creating one!
tr: Oluşturulan anket burada görünecektir, bir tane oluşturmayı deneyin!

source: Home
tr: Anasayfa

source: Surveys
tr: Anketler

source: About
tr: Hakkında

source: Type Field
tr: Alan Tipi

source: Close
tr: Kapat

source: Confirmation
tr: Onay

source: Are you sure to delete %(html)s?
tr: Bu %(html)s'yi silmek istediğinizden emin misiniz?

source: Yes
tr: Evet

source: Search...
tr: Ara...

source: Welcome to the CyberSec4OT Survey Page
tr: CyberSec4OT Anket Sayfasına Hoşgeldiniz

source: Making CyberSec4OT platform easier!
tr: CyberSec4OT platformunu daha kolay hale getiriyoruz!

source: I have read and agree to the terms above.
tr: Bu koşulları okudum ve kabul ediyorum.

source: Proceed to Survey
tr: Ankete Başla

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Survey
tr: Anket

source: Thank you for completing this survey
tr: Bu anketi tamamladığınız için teşekkür ederiz

source: I really appreciate your effort and the time you devoted to filling the questionnaire. Your answers will help us.
tr: Yanıtlarınız bize yardımcı olacaktır.

source: Back
tr: Geri

source: at least two choices
tr: En az iki seçenek

source: %ss is not a number.
tr: %s sayı değildir.

source: Value cannot be greater than maximum allowed number of ratings.
tr: Değer en fazla izin verilen değerden büyük olamaz.

source: Value cannot be less than 1.
tr: Değer en az 1 olamaz.

source: Invalid email
tr: Geçersiz e-posta

source: Your email is not allowed. Allowed email domains are {self.terms.email_domain}
tr: E-postanız izin verilmedi. İzin verilen e-posta alanları {self.terms.email_domain}

source: Your email is not allowed. Email domains that are not allowed are {self.terms.email_domain}
tr: E-postanız izin verilmedi. İzin verilmeyen e-posta alanları {self.terms.email_domain}

source: Something went wrong.
tr: Bir şeyler yanlış gitti.

source: This survey does not have a consent form.
tr: Bu anket bir onay formu içermiyor.

source: You must accept the consent form to proceed.
tr: Bu ankete başlamak için onay formunu kabul etmelidir.

source: Add Survey
tr: Anket Ekle

source: Sorry, you must be logged in to fill out the survey.
tr: Üzgünüz, bu anketi doldurmak için giriş yapmalısınız.

source: You have already submitted this survey.
tr: Bu anketi zaten doldurdunuz.

source: You can't edit this survey. You don't have permission.
tr: Bu anketi düzenlemek için yetkiniz yok.

source: You can't delete this survey. You don't have permission.
tr: Bu anketi silmek için yetkiniz yok.

source: Answer succesfully deleted.
tr: Yanıt başarıyla silindi.

source: Survey Detail
tr: Anket Detayı

source: You can't access this page. You don't have permission.
tr: Bu sayfayı erişemezsiniz. Yetkiniz yok.

source: Survey Result
tr: Anket Sonuçları

source: Submitted Successfully
tr: Başarıyla Gönderildi
